Repository: adityasios/iMoneh---Driver
Catalog: *.lproj/Localizable.strings
Languages: ar

source: LOGIN
ar: دخول

source: Please Enter Market Login ID
ar: الرجاء أدخال أسم المستخدم

source: ID
ar: رقم الهوية

source: Password
ar: كلمة السر

# Forget Password
source: Forgot Password ?
ar: نسيت كلمة المرور؟

source: Login
ar: دحول

source: JOIN
ar: أنضم

source: Please Enter Driver Information
ar: الرجاء أدخال معلومات السائق

source: Name
ar: الأسم

source: Email Address
ar: البريد الألكتروني

source: Phone Number
ar: رقم الموبايل

source: Select Gender
ar: الجنس

source: Please Select an Option
ar: الرجاء أختيار

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Dismiss
ar: تجاهل

source: Address
ar: عنوان

# I have read Terms & Condition
source: I have read Terms & Conditio
ar: قرأت الشروط والأحكام

source: Create Account
ar: أنشاء حساب

source: Please enter Valid Email
ar: الرجاء أدخال بريد ألكتروني صحيح

source: Please enter Valid Password
ar: الرجاء أدخال كلمة مرور صحيحة

source: Password should be greater than 4 characters
ar: كلمة المرور يجب أن تكون أكثر من 4 حروف

source: Not able to get Device Id
ar: غير قادرين على التعرف الجهاز

source: Please register for Push Notification
ar: الرجاء التسجيل لأستقبال التنبيهات

source: Please select Terms & Condition
ar: الرجاء قرأت الشروط والأحكام

source: Please enter Name
ar: الرجاء أدخال الأسم

source: Name should be greater then 5 characters and lesser then 30 characters
ar: الأسم يجب ان يكون اكثر من 4 حروف وأقل من 30 حرف

source: Please Select Dial Code
ar: الرجاء أختيار كود الدولة

source: Please Enter Valid Mobile Number
ar: الرجاء أدخال رقم موباليل صحيح

source: Please Select Gender
ar: الرجاء أختيار الجنس

source: FORGOT PASSWORD
ar: نسيت كلمة المرور؟

source: Please enter your email address
ar: الرجاء أدخال بريد ألكتروني صحيح

source: Activate
ar: فعال

source: Enter Email
ar: أدخال بريد ألكتروني

source: VERIFY OTP
ar: تأكيد رمز

source: Please enter OTP
ar: الرجاء أدخال الرمز المرسل

source: Verify
ar: تأكيد

source: Enter OTP
ar: أدخال الرمز

source: Please enter 4 digit OTP
ar: الرجاء أدخال الرمز المرسل

source: SET NEW PASSWORD
ar: كلمة مرور جديدة

source: Please enter new Password
ar: الرجاء أدخال كلمة مرور جديدة

source: Submit
ar: أدخال

source: Enter new password
ar: أدخل كلمة مرور جديدة

source: Online
ar: اونلاين

source: Update Status
ar: تحديث الحالة

source: Offline
ar: اوفلاين

source: Home
ar: الشاشة الرئيسية

source: My Profile
ar: معلوماتي

source: Notifications
ar: التنبيهات

source: Ratings & Reviews
ar: تقيمات

source: Help
ar: المساعدة

source: Share
ar: مشاركة

source: Log Out
ar: الخروج

source: Lang
ar: اللغة

source: Change Language
ar: تغير اللغة

source: Cancel
ar: ألغاء

source: Please Select Language
ar: الرجاء أختيار اللغة

source: Market Order List
ar: ’طلبات المتجر

source: New
ar: بالأنتظار

source: Assigned
ar: تحت التنفيذ

source: Completed
ar: مكتملة

source: No New Order Found
ar: لا يوجد طلبات جديدة

source: No Assigned Order Found
ar: لا يوجد طلبات تحت التنفيذ

source: No Completed Order Found
ar: لا يوجد طلبات مكتملة

source: Orders
ar: الطلبات

source: From :
ar: : من

source: To :
ar: : الى

source: Delivery Date
ar: تاريخ التوصيل

source: DELIVERED
ar: تم التسليم

source: Order Info
ar: معلومات الطلب

source: Customer Name
ar: أسم العميل

source: Contact Details
ar: تفاصيل الاتصال

source: Delivery Time
ar: وقت التوصيل

source: PickUp Date
ar: تاريخ أستلام الطلب

source: PickUp Time
ar: وقت أستلام الطلب

source: Receiver Name
ar: أسم المستلم

source: Sender Name
ar: أسم المرسل

source: Payment Info
ar: تفاصيل الدفع

source: Total Amount
ar: السعر الكلي

source: Delivery Cost
ar: سعر التوصيل

source: Payment Method
ar: طريقة الدفع

source: Payment Status
ar: حالة الدفع

source: Recipient's Signature
ar: توقيع المستلم

source: my phone
ar: رقم الموبايل

source: my email
ar: الربيد الأكتروني

source: Deliveries
ar: الطلبات

source: Rejected
ar: مرفوضة

source: Profile
ar: معلوماتي

source: Notification List
ar: قائمة التنبيهات

source: No Notification Found
ar: لا يوجد تنبيهات

source: Rating & Review
ar: تقيمات

source: Need Some helps ?
ar: هل تحتاج للمساعدة؟

# help_desc
source: Gets lost ? Don't know how to use our App ? Feel free to get in touch with us
ar: هل تشعر بعدم معرفة أستخدام التطبيق؟ الرجاء الأتصال بنا

source: About
ar: حول اي مونة

source: Contact
ar: الأتصال بنا

source: Payments
ar: الدفع

source: FAQ
ar: الاسئلة المتكررة

source: Feedback
ar: أرسل رأيك

source: Terms
ar: الشروط والأحكام

source: Have Something ?
ar: هل عندك أي مشكلة؟

source: Don't hesitate to contact us
ar: لا تتردد بالأتصال بنا

source: Email
ar: الايميل

source: Website
ar: الموقع الالكتروني

source: Facebook
ar: فيسبوك

source: Twitter
ar: توتير

source: Instgram
ar: انستجرام

source: Suggest an Item for iMoneh
ar: أقترح منتج ل اي مونة

source: We might add it for you
ar: ممكن أضافته لك

source: Title
ar: العنوان

source: Write Your Feedback Here
ar: الرجاء كتابة سؤالك هنا

source: Send
ar: أرسل

# contact_title
source: Have Something ? Don't hesitate to contact us!
ar: لديك شيء؟ لا تتردد في الاتصال بنا

source: Share on Social Media
ar: شارك على وسائل التواصل
